Repository: zikula-modules/News
Catalog: MU/NewsModule/Resources/translations/munewsmodule.*.po
Languages: de

source: 3 newest messages
de: 3 aktuellste Nachrichten

source: 3 random messages
de: 3 zufällige Nachrichten

source: A direct feed showing the list of messages
de: Ein Feed, der eine Liste von Nachrichten zeigt

source: A list of the three newest messages.
de: Eine Liste der 3 aktuellsten Nachrichten.

source: A list of three random messages.
de: Eine Liste 3 zufälliger Nachrichten.

source: A user changed his message "%entity%".
de: Ein Benutzer änderte seine Nachricht "%entity%".

source: Absolute url to the message
de: Absolute Url zur Nachricht

source: Actions
de: Aktionen

source: Add another image
de: Ein weiteres Bild hinzufügen

source: Additional remarks
de: Zusätzliche Bemerkungen

source: Additional remarks:
de: Zusätzliche Bemerkungen:

source: After the succesful update you have to enter maximum size for file uploads!
de: Nach erfolgreichem Update bitte die maximale Größe für das Hochladen von Dateien eingeben!

source: All
de: Alle

source: All except approved
de: Alle außer freigegebene

source: All except archived
de: Alle außer Archivierte

source: All except suspended
de: Alle ausgenommen abgelehnte

source: All except waiting
de: Alle ausgenommen wartende

source: Allow comments
de: Erlaube Kommentare

source: Allow uploading article pictures
de: Das Hochladen von Atikelbildern erlauben

source: Allowed file size
de: Erlaubte Dateigröße

source: Amount
de: Anzahl

source: Amount of more articles in category
de: Anzahl weitere Artikel in der Kategorie

source: Amount of views
de: Anzahl der Zugriffe

source: An error occured during creation of the .htaccess file in directory "%path%".
de: Ein Fehler ist während der Erstellung der .htaccess Datei im Ordner "%path%" aufgetreten.

source: Approve
de: Freigeben

source: Approved
de: Freigegeben

source: Approver
de: Genehmigender

source: Archive
de: Archiv

source: Archived
de: Archiviert

source: ArticleDateTime
de: Datum und Zeit des Artikels

source: ArticleID
de: ID des Artikels

source: ArticleWeight
de: Gewicht des Artikels

source: Ascending
de: Aufwärts

source: Attributes
de: Attribute

source: Author
de: Autor

source: Back to overview
de: Zurück zur Übersicht

source: Back to paginated view
de: Zurück zur Seitenansicht

source: Cancel
de: Abbrechen

source: Categories
de: Kategorien

source: Category
de: Kategorie

source: Category settings
de: Kategorieeinstellungen

source: Change selection
de: Auswahl ändern

source: Choose action
de: Aktion wählen

source: Choose an option
de: Wähle eine Option

source: Choose the default message sorting.
de: Standardsortierung auswählen.

source: Choose the enabled finder types.
de: Wähle die aktivierten Finder Typen.

source: Choose the image float on display page.
de: Bildausrichtung auf Detailseiten wählen.

source: Choose the image float on view page.
de: Bildausrichtung auf Übersicht wählen.

source: Choose the message language of the message
de: Sprache für diese Nachrichtwählen

source: Choose the moderation group for messages
de: Wähle die Moderationsgruppe für Nachrichten

source: Choose the thumbnail mode.
de: Wähle den Thumbnail Modus.

source: Communication
de: Kommunikation

source: Configuration
de: Konfiguration

source: Confirmation prompt
de: Sicherheitsabfrage

source: Content has been approved and is available online.
de: Inhalt wurde geprüft und ist online verfügbar.

source: Content has been approved, but is temporarily offline.
de: Inhalt wurde freigegeben, aber ist zwischenzeitlich offline.

source: Content has been deleted
de: Inhalt wurde gelöscht

source: Content has been submitted and waits for approval.
de: Inhalt wurde eingereicht und wartet auf Freigabe.

source: Content has been updated
de: Inhalt wurde aktualisiert

source: Content has reached the end and became archived.
de: Inhalt hat das Ende erreicht und wurde archiviert.

source: Could not inform other persons about your amendments, because the Mailer module is not available - please contact an administrator about that!
de: Konnte andere Personen nicht informieren, weil das Mailer Module nicht erreichbar ist - bitte den Administrator kontakten!

source: Create message
de: Nachricht erstellen

source: Created by %user
de: Erstellt von %user

source: Created by %user on %date
de: Erstellt von %user am %date

source: Created on %date
de: Erstellt am %date

source: Creation
de: Erstellung

source: Creation and update
de: Erstellung und Aktualisierung

source: Creation date
de: Erstellungsdatum

source: Creator
de: Ersteller

source: Current file
de: Aktuelle Datei

source: Custom template
de: Spezielles Template

source: Default
de: Standard

source: Default message sorting
de: Standardfeld der Nachrichtensortierung

source: Sorting direction
de: Sortierrichtung

source: Delete content permanently.
de: Inhalt dauerhaft löschen.

source: Delete existing file
de: Datei löschen

source: Delete message
de: Nachricht löschen

source: Delete this file ?
de: Diese Datei löschen?

source: Delete this message
de: Diese Nachricht löschen

source: Deleted
de: Gelöscht

source: Descending
de: Abwärts

source: Display a PDF link for the articles in the index page
de: PDF Link im Index anzeigen

source: Display list of MUNewsModule objects.
de: Display Liste von MUNewsModule Objekten.

source: Display on index
de: Anzeige im Index

source: Display or link a single MUNewsModule object.
de: Zeige oder verlinke MUNewsModule Objekt.

source: Display pdf link
de: PDF Link anzeigen

source: Display setting
de: Einstellungen zur Anzeige

source: Do you really want to delete this message: "%name%" ?
de: Willst Du die Nachricht "%name%" wirklich löschen ?

source: Doctrine Exception
de: Doctrine Fehler

source: Done! Item created.
de: Erledigt! Element erstellt.

source: Done! Item deleted.
de: Erledigt! Element gelöscht.

source: Done! Item updated.
de: Erledigt! Element aktualisiert.

source: Done! Message created.
de: Erledigt! Die Nachricht wurde verschickt.

source: Done! Message deleted.
de: Erledigt! Erfolgreich gelöscht.

source: Done! Message updated.
de: Erledigt! Nachricht aktualisiert.

source: Done! Module configuration updated.
de: Erledigt! Modul Konfiguration aktualisiert.

source: Dummy message choice
de: Dies ist eine Platzhalter Ergänzung durch einen generierten Filter Provider

source: Dummy message text
de: Platzhalter Text

source: Edit
de: Bearbeiten

source: Edit message
de: Nachricht bearbeiten

source: Edit messages workflow
de: Nachrichten Workflow bearbeiten

source: Edit the message:
de: Nachricht bearbeiten:

source: Edit this message
de: Nachricht bearbeiten

source: Edit workflow for messages
de: Nachrichten Workflow bearbeiten

source: Edit your message:
de: Nachricht bearbeiten:

source: Enable attribution
de: Attributierung aktivieren

source: Enable categorization
de: Kategorisierung aktivieren

source: Enable more messages in category
de: Weitere Artikel in einer Kategorie aktivieren

source: Enable multi language
de: Mehrsprachigkeit aktivieren

source: Enable picture upload
de: Hochladen von Bildern aktivieren

source: Enable shrinking for message image upload 1
de: Beschneiden für 1. Bildupload aktivieren

source: Enable shrinking for message image upload 2
de: Beschneiden für 2. Bildupload aktivieren

source: Enable shrinking for message image upload 3
de: Beschneiden für 3. Bildupload aktivieren

source: Enable shrinking for message image upload 4
de: Beschneiden für 4. Bildupload aktivieren

source: Enable this option to insert images
de: Diese Option zum Einfügen von Bildern aktivieren

source: Enabled finder types
de: Finder Typen aktivieren

source: End date
de: Enddatum

source: Enter any additions about your changes
de: Gib Ergänzungen zu Deinen Änderungen ein

source: Enter any additions about your content
de: Gib Ergänzungen zu Deinem Inhalt ein

source: Enter the amount of more articles in category.
de: Anzahl weiterer Artikel in der Kategorie angeben.

source: Enter the amount of views of the message.
de: Anzahlt der Zugriffe eingeben.

source: Enter the approver of the message
de: Genehmigenden eingeben

source: Enter the author of the message
de: Autor eingeben

source: Enter the end date of the message
de: Enddatum der Nachricht eingeben

source: Enter the image upload 1 of the message
de: 1. Bild zum Hochladen auswählen

source: Enter the image upload 2 of the message
de: 2. Bild zum Hochladen auswählen

source: Enter the image upload 3 of the message
de: 3. Bild zum Hochladen auswählen

source: Enter the image upload 4 of the message
de: 4. Bild zum Hochladen auswählen

source: Enter the main text of the message
de: Haupttext der Nachricht eingeben

source: Enter the max size
de: Gib die maximale Größe ein

source: Enter the message entries per page.
de: Wähle die Anzahl der Nachrichten pro Seite.

source: Enter the notes of the message
de: Gib die Hinweise für diese Nachricht ein

source: Enter the shrink height
de: Gib die Beschneidungshöhe ein

source: Enter the shrink width
de: Gib die Beschneidungsbreite ein

source: Enter the start date of the message
de: Startdatum der Nachricht eingeben

source: Enter the start text of the message
de: Starttext der Nachricht eingeben

source: Enter the thumbnail height display
de: Gib die Höhe für Thumbnails ein

source: Enter the thumbnail height edit
de: Gib die Höhe für Thumbnails im Bearbeitungstemplate ein

source: Enter the thumbnail height view
de: Gib die Höhe für Thumbnails im Übersichtstemplate ein

source: Enter the thumbnail width display
de: Gib die Breite für Thumbnails im Detailansichtstemplate ein

source: Enter the thumbnail width edit
de: Gib die Breite des Thumbnails für Bearbeitungen ein

source: Enter the thumbnail width view
de: Gib die Breite des Thumbnails für Übersichten ein

source: Enter the title of the message
de: Den Titel der Nachricht eingeben

source: Enter the weight of the message.
de: Gewicht der Nachricht eingeben.

source: Entry to display
de: Anzuzeigender Eintrag

source: Error! Could not create a category registry for the %entity% entity.
de: Fehler! Konnte die Kategoriezuweisung für die %entity% Entität nicht erstellen.

source: Error! Could not determine workflow actions.
de: Fehler! Kann den zugeordneten Workflow nicht erkennen.

source: Error! Creation attempt failed.
de: Fehler! Erstellung fehlgeschlagen.

source: Error! Deletion attempt failed.
de: Fehler! Löschen fehlgeschlagen.

source: Error! Invalid object type received.
de: Fehler! Ungültigen Objekttyp erhalten.

source: Error! It is not allowed to delete this message.
de: Fehler! Es ist nicht erlaubt diese Nachricht zu löschen.

source: Error! This file type is not allowed. Please choose another file format.
de: Fehler! Dieser Dateityp ist nicht erlaubt. Bitte wähle ein anderes Dateiformat.

source: Error! This file type seems not to be a valid image.
de: Fehler! Dieser Dateityp scheint kein gültiges Bild zu sein.

source: Error! Update attempt failed.
de: Fehler! Aktualisierung fehlgeschlagen.

source: Error: Invalid editor context given for external controller action.
de: Fehler! Ungültiger Editor-Kontext für einen externen Controller.

source: Error: invalid input.
de: Fehler: ungültige Eingabe.

source: Errors
de: Fehler

source: Example
de: Beispiel

source: Fields
de: Felder

source: Filter (expert option)
de: Filter (Optionen für Experten)

source: Filter data by locale
de: Filtere Daten per Sprache

source: For example: 4000 (byte), 100k (kilobyte) and 1M (megabyte).
de: Zum Beispiel: 4000 (byte), 100k (kilobyte) and 1M (megabyte).

source: Further properties
de: Weitere Eigenschaften

source: General settings
de: Allgemeine Einstellungen

source: Hello %recipient%
de: Hallo %recipient%

source: Here you can assign moderation groups for enhanced workflow actions.
de: Hier kann eine Moderatorengruppen für erweiterte Workflowaktionen zugewiesen werden.

source: Here you can change general News settings.
de: Hier können allgemeine Einstellungen vorgenommen werden.

source: Here you can choose a custom creation date
de: Hier kann ein benutzerdefiniertes Erstellungsdatum gewählt werden

source: Here you can choose a user which will be set as creator
de: Hier kann ein Benutzer gewählt werden, der als Ersteller gilt

source: Here you can configure parameters for list views.
de: Hier können Parameter für die Listenansichten konfiguriert werden.

source: Here you can customise the picture upload behaviour.
de: Hier kann das Verhalten beim Hochladen von Bildern angepasst werden.

source: Here you can inspect and amend the existing workflows.
de: Hier kann der existierende Workflow betrachtet und abgeändert werden.

source: Hide content temporarily.
de: Verstecke Inhalt zwischenzeitlich.

source: ID of message
de: ID der Nachricht

source: If you change this please save the block once to reload the parameters below.
de: Wenn Du dies änderst, speichere den Block erneut, um die Parameter neu zu laden.

source: Image
de: Bild

source: Image field
de: Bildfeld

source: Image float on display page
de: Bildausrichtung auf Seiten

source: Image float on the article display page
de: Bildausrichtung auf Detailseiten

source: Image float on the view page
de: Bildausrichtung in der Übersicht

source: Image float on view page
de: Bildausrichtung in der Übersicht

source: Image settings for messages image upload 1
de: Bildeinstellungen für 1. Bildupload

source: Image settings for messages image upload 2
de: Bildeinstellungen für 2. Bildupload

source: Image settings for messages image upload 3
de: Bildeinstellungen für 3. Bildupload

source: Image settings for messages image upload 4
de: Bildeinstellungen für 4. Bildupload

source: Image upload 1
de: 1. Bildupload

source: Image upload 2
de: 2. Bildupload

source: Image upload 3
de: 3. Bildupload

source: Image upload 4
de: 4. Bildupload

source: Image with absolute url to the message
de: Bild mit absoluten Link zur Nachricht

source: Image with relative link to the message
de: Bild mit relativem Link zur Nachricht

source: Images
de: Bilder

source: Initial
de: Anfang

source: Inset
de: Eingefügt

source: Invalid object type received.
de: Fehler! Ungültiger Bezeichner erhalten.

source: Invalid user field name received.
de: Ungültiger Benutzerfeld-Name aufgerufen.

source: Invalid user identifier received.
de: Fehler! Ungültiger Benutzer Bezeichner aufgerufen.

source: It's new state is: %state%
de: Sein neuer Status ist: %state%

source: Last update
de: Letzte Aktualisierung

source: Latest messages
de: Neuste Nachrichten

source: Left
de: Links

source: Link own messages on account page
de: Option zur Verlinkung eigener Nachrichten im Benutzerbereich

source: Link to the message:
de: Link zur Nachricht:

source: Link to your message:
de: Link zur Nachricht:

source: List views
de: Listenansichten

source: MUNewsModule detail view
de: MUNewsModule Detail Ansicht

source: MUNewsModule items
de: Elemente des News Moduls

source: MUNewsModule list view
de: Listenansicht

source: Main text
de: Haupttext

source: Make content available again.
de: Inhalt erneut verfügbar machen.

source: Manage settings for this application
de: Einstellungen für diese Anwendung

source: Max size
de: Maximale Größe

source: Message
de: Mitteilung

source: Message entries per page
de: Anzahl der Nachrichten pro Seite

source: Message filter hooks subscriber
de: Nachricht filter hooks subscriber

source: Message form aware subscriber
de: Nachricht form aware subscriber

source: Message language
de: Sprache für Nachricht

source: Message ui hooks subscriber
de: Nachricht ui hooks subscriber

source: Message with id %id% could not be found
de: Nachricht mit der id %s konnte nicht gefunden werden

source: Messages
de: Nachrichten

source: Messages image upload 1
de: 1. Bildupload für Nachrichten

source: Messages image upload 2
de: 2. Bildupload für Nachrichten

source: Messages image upload 3
de: 3. Bildupload für Nachrichten

source: Messages image upload 4
de: 4. Bildupload für Nachrichten

source: Messages list
de: Nachrichtenliste

source: Messages pending approval
de: Auf Freigabe wartende Nachrichten

source: Moderation group for messages
de: Gruppe der Moderatoren für Nachrichten

source: Moderation options
de: Optionen der Moderation

source: Module "%moduleName%" is not available.
de: Modul "%moduleName%" ist nicht verfügbar.

source: Move content into the archive.
de: Inhalt ins Archiv verschieben.

source: Move content out of the archive.
de: Inhalt aus dem Archiv holen.

source: My messages
de: Meine Nachrichten

source: Needs to be located in the "External/YourEntity/" directory.
de: Muss sich im "External/YourEntity/" Ordner befinden.

source: New content has been submitted
de: Neuer Inhalt wurde eingereicht

source: Newest
de: Aktuellste

source: No
de: Nein

source: No correct needle id given.
de: Keine korrekte Needle Id übergeben.

source: No end date
de: Kein Enddatum

source: No entries found.
de: Keine Einträge gefunden.

source: No item selected.
de: Kein Element ausgewählt.

source: No messages found.
de: Keine Nachrichten gefunden.

source: No other articles found.
de: Keine weiteren Artikel gefunden.

source: No such item found.
de: Der entsprechende Eintrag konnte leider nicht gefunden werden.

source: No such item.
de: Kein solches Element.

source: None
de: Keine

source: Note: this value must not exceed %amount% characters.
de: Beachte: Dieser Wert darf nicht mehr als %amount% Zeichen beinhalten.

source: Notes
de: Hinweise

source: Object type
de: Objekttyp

source: One message is waiting for approval.|%amount% messages are waiting for approval.
de: Eine Anchricht wartet auf Freigabe.|%amont% Nachrichten warten auf Freigabe.

source: Only digits are allowed.
de: Nur Ziffern sind erlaubt.

source: Only images
de: Nur Bilder

source: Only item titles
de: Nur Titel

source: Open file
de: Datei öffnen

source: Open preview page
de: Vorschau öffnen

source: Operation cancelled.
de: Vorgang abgelehnt.

source: Outbound
de: Auslaufend

source: Page size
de: Seitengröße

source: Paste as
de: Einfügen als

source: Preview
de: Vorschau

source: Publish
de: Veröffentlichen

source: Quick navigation
de: Schnellansicht

source: Random
de: Zufall

source: Read more
de: Mehr lesen

source: Related articles
de: Relevante Artikel

source: Relative link to the image
de: Relativer Link zum Bild

source: Relative link to the message
de: Relativer Link zur Nachricht

source: Reset
de: Zurücksetzen

source: Reset to empty value
de: Eingabe Löschen

source: Reuse
de: Wiederverwenden

source: Reuse for new message
de: Für neue Nachricht wiederverwenden

source: Right
de: Rechts

source: Search
de: Suchen

source: Search and select message
de: Suche und wähle eine Nachricht

source: Search for
de: Suche nach

source: Send private message to %userName%
de: Schicke eine private Nachricht an %userName%

source: Settings
de: Konfiguration

source: Show all entries
de: Zeige alle Einträge

source: Show author
de: Autor zeigen

source: Show date
de: Zeige Datum

source: Shows all items except these which are approved
de: Zeigt alle Einträge außer den Freigegebenen

source: Shows all items except these which are archived
de: Zeige alle Elemente außer die Archivierten

source: Shows all items except these which are suspended
de: Alle Elemente zeigen außer die, die abgelehnt sind

source: Shows all items except these which are waiting
de: Alle Elemente zeigen außer die, die warten

source: Shrink height message image upload 1
de: Höhe Bild 1 beschneiden

source: Shrink height message image upload 2
de: Höhe Bild 2 beschneiden

source: Shrink height message image upload 3
de: Höhe Bild 3 beschneiden

source: Shrink height message image upload 4
de: Höhe Bild 4 beschneiden

source: Shrink width message image upload 1
de: Breite Bild 1 beschneiden

source: Shrink width message image upload 2
de: Breite Bild 2 beschneiden

source: Shrink width message image upload 3
de: Breite Bild 3 beschneiden

source: Shrink width message image upload 4
de: Breite Bild 4 beschneiden

source: Sorry, but an error occured during the %action% action.
de: Sorry, aber ein Fehler ist bei Aktion %action% aufgetreten.

source: Sorry, but an error occured during the %action% action. Please apply the changes again!
de: Sorry, aber ein Fehler ist bei Aktion %action% aufgetreten. Bitte diese Änderungen erneut anwenden!

source: Sorry, but you can not create the message yet as other items are required which must be created before!
de: Entschuldigung, aber Du kannst keine Kollektion erstellen bevor andere erforderliche Elemente nicht erstellt sind!

source: Sort by
de: Sortierung nach

source: Sort by %s
de: Sortieren nach %s

source: Sort direction
de: Sortierreihenfolge

source: Sorting
de: Sortierung

source: Start date
de: Startdatum

source: State
de: Status

source: Submit
de: Absenden

source: Submit and approve
de: Abschicken und Freigeben

source: Submit and repeat
de: Abschicken und wiederholen

source: Suspended
de: Abgelehnt

source: Switch to administration area.
de: Wechsel zum Administrationsbereich.

source: Switch to user area.
de: Wechsel zum Nutzerbereich.

source: The amount of messages shown per page
de: Die Anzahl der Nachrichten per Seite

source: The cache directory "%directory%" does not exist. Please create it and make it writable for the webserver.
de: Der Cache Ordner "%directory%" existiert nicht. Bitte erstelle diesen und versehe ihn mit Schreibrechten.

source: The display pdf link option
de: Option zur Anzeige eines PDF Links

source: The enable attribution option
de: Die Option zur Aktivierung der Attributierung

source: The enable categorization option
de: Option zur Aktivierung der Kategorisierung

source: The enable more messages in category option
de: Option zur Aktivierung weiterer Nachrichten in einer Kategorie

source: The enable multi language option
de: Die Option zur Aktivierung mehrerer Sprachen

source: The enable picture upload option
de: Die Option zur Aktivierung des Bildhochladens

source: The enable shrinking option
de: Die Option zur Aktivierung der Beschneidung

source: The filter data by locale option
de: Option zur Filterung der Daten per Sprache

source: The link own messages on account page option
de: Option zur Verlinkung eigener Nachrichten im Benutzerbereich

source: The maximum amount of items to be shown.
de: Maximale Anzahl anzuzeigender Elemente.

source: The maximum image height in pixels.
de: Maximale Höhe für Bilder in Pixel.

source: The maximum image width in pixels.
de: Maximale Breite für Bilder in Pixel.

source: The setting has been successfully changed.
de: Die Einstellungen wurden erfolgreich geändert.

source: The show author option
de: Option zur Autoranzeige

source: The show date option
de: Option zur Datumsanzeige

source: The upload directories at "%path%" can be removed manually.
de: Der Upload Folder %path% kann gelöscht werden.

source: The upload directory "%path%" does not exist and could not be created. Try to create it yourself and make sure that this folder is accessible via the web and writable by the webserver.
de: Der Upload Ordner %path% existiert nicht und konnte nicht angelegt werden. Versuche dies selbst und stelle sicher, dass er beschreibbar ist.

source: The value "%value%" is not allowed for the "%property%" property.
de: Der Wert "%value%" ist für die Eigenschaft "%property%" nicht zulässig.

source: These options allow you to configure integration aspects.
de: Diese Option erlaubt es Integrationsaspekte zu konfigurieren.

source: These remarks (like a reason for deny) are not stored, but added to any notification emails send to the creator.
de: Diese Bemerkungen (wie z.B. ein Grund für eine Ablehnung) werden nicht gespeichert, sondern an den Ersteller per email versandt.
