Repository: zikula-modules/News
Catalog: MU/NewsModule/Resources/translations/munewsmodule.*.po
Languages: de

source: These remarks (like questions about conformance) are not stored, but added to any notification emails send to our moderators.
de: Diese Bemerkungen (wie z.B. Fragen zur Übereinstimmung) werden nicht gespeichert, sondern an unsere Moderatoren per email versandt.

source: This is an optional filter.
de: Dies ist ein optionaler Filter.

source: This mail has been sent automatically by %siteName%.
de: Diese mail wurde automatisch von %siteName% versendet.

source: This section allows you to specify category-related options.
de: Dieser Bereich ermöglicht spezielle Einstellungen für Kategorien.

source: This setting allows to enable the display of author informations within an article.
de: Diese Einstellung erlaubt die Aktivierung der Anzeige von Autorinformationen innerhalb eines Artikels.

source: This setting allows to enable the display of date informations within an article.
de: Diese Einstellung erlaubt die Aktivierung der Anzeige von Datums- und Zeitinformationen innerhalb eines Artikels.

source: This setting is disabled. Click here to enable it.
de: Diese Einstellung ist deaktiviert. Klicke hier zum aktivieren.

source: This setting is enabled. Click here to disable it.
de: Diese Einstellung ist aktiviert. Klicke hier um sie zu deaktivieren.

source: Thumbnail height message image upload 1 display
de: Thumbnail Höhe für 1. Bildupload auf Detailseite

source: Thumbnail height message image upload 1 edit
de: Thumbnail Höhe für 1. Bildupload auf Bearbeitungsseite

source: Thumbnail height message image upload 1 view
de: Thumbnail Höhe für 1. Bildupload auf Übersichtsseite

source: Thumbnail height message image upload 2 display
de: Thumbnail Höhe für 2. Bildupload auf Detailseite

source: Thumbnail height message image upload 2 edit
de: Thumbnail Höhe für 2. Bildupload auf Bearbeitungsseite

source: Thumbnail height message image upload 2 view
de: Thumbnail Höhe für 2. Bildupload auf Übersichtsseite

source: Thumbnail height message image upload 3 display
de: Thumbnail Höhe für 3. Bildupload auf Detailseite

source: Thumbnail height message image upload 3 edit
de: Thumbnail Höhe für 3. Bildupload auf Bearbeitungsseite

source: Thumbnail height message image upload 3 view
de: Thumbnail Höhe für 3. Bildupload auf Übersichtsseite

source: Thumbnail height message image upload 4 display
de: Thumbnail Höhe für 4. Bildupload auf Detailseite

source: Thumbnail height message image upload 4 edit
de: Thumbnail Höhe für 4. Bildupload auf Bearbeitungsseite

source: Thumbnail height message image upload 4 view
de: Thumbnail Höhe für 4. Bildupload auf Übersichtsseite

source: Thumbnail height on display pages in pixels.
de: Thumbnail Höhe in der Detailansicht in Pixel.

source: Thumbnail height on edit pages in pixels.
de: Thumbnail Höhe in der Bearbeitung in Pixel.

source: Thumbnail height on view pages in pixels.
de: Thumbnail Höhe in der Seitenübersicht in Pixel.

source: Thumbnail mode (inset or outbound).
de: Thumbnail Modus (eingefügt oder auslaufend).

source: Thumbnail mode message image upload 1
de: Thumbnail Modus Bild 1

source: Thumbnail mode message image upload 2
de: Thumbnail Modus Bild 2

source: Thumbnail mode message image upload 3
de: Thumbnail Modus Bild 3

source: Thumbnail mode message image upload 4
de: Thumbnail Modus Bild 4

source: Thumbnail width message image upload 1 display
de: Thumbnail Breite für Bild 1 in der Detailansicht

source: Thumbnail width message image upload 1 edit
de: Thumbnail Breite für Bild 1 in der Bearbeitung

source: Thumbnail width message image upload 1 view
de: Thumbnail Breite für Bild 1 in der Übersicht

source: Thumbnail width message image upload 2 display
de: Thumbnail Breite für Bild 2 in der Detailansicht

source: Thumbnail width message image upload 2 edit
de: Thumbnail Breite für Bild 2 in der Bearbeitung

source: Thumbnail width message image upload 2 view
de: Thumbnail Breite für Bild 2 in der Übersicht

source: Thumbnail width message image upload 3 display
de: Thumbnail Breite für Bild 3 in der Detailansicht

source: Thumbnail width message image upload 3 edit
de: Thumbnail Breite für Bild 3 in der Bearbeitung

source: Thumbnail width message image upload 3 view
de: Thumbnail Breite für Bild 3 in der Übersicht

source: Thumbnail width message image upload 4 display
de: Thumbnail Breite für Bild 4 in der Detailansicht

source: Thumbnail width message image upload 4 edit
de: Thumbnail Breite für Bild 4 in der Bearbeitung

source: Thumbnail width message image upload 4 view
de: Thumbnail Breite für Bild 4 in der Übersicht

source: Thumbnail width on display pages in pixels.
de: Thumbnail Breite in der Detailansicht in Pixel.

source: Thumbnail width on edit pages in pixels.
de: Thumbnail Breite in der Bearbeitung in Pixel.

source: Thumbnail width on view pages in pixels.
de: Thumbnail Breite in der Seitenübersicht in Pixel.

source: Title
de: Titel

source: Unarchive
de: Unarchivieren

source: Unpublish
de: Unveröffentlichen

source: Update
de: Aktualisieren

source: Update configuration
de: Update-Konfiguration

source: Update content and approve for immediate publishing.
de: Inhalt aktualisieren und freigeben für direkte Veröffentlichung.

source: Update date
de: Aktualisierungsdatum

source: Updated by %user
de: Aktualisiert von %user

source: Updated by %user on %date
de: Aktualisiert von %user am %date

source: Updated on %date
de: Aktualisiert am %date

source: Updater
de: Aktualisieren

source: Upload settings
de: Upload Einstellungen

source: Used to determine moderator user accounts for sending email notifications.
de: Nutzbar zur Bestimmung von Moderator Benutzerbereichen für die Versendung von mails.

source: View detail page
de: Detail Ansicht ansehen

source: View messages
de: Nachrichten anzeigen

source: Waiting
de: Wartend

source: Warning! The upload directory at "%path%" exists but is not writable by the webserver.
de: Warnung! Der Upload Ordner "%path%" ist vorhanden, allerdings nicht beschreibbar.

source: Weight
de: Gewicht

source: Welcome to the message section of the News application.
de: Willkommen zum Nachrichtenbereich dieser Anwendung.

source: When displaying an article, a number of additional article titles in the same category can be shown. To show the additional article titles for every article set the value above to a number larger than 0. When the value is set to 0, the number of additional article titles can be set per article by means of the article attribute \"morearticlesincat\". You need to enable \"article attributes\" yourself. When the setting above or the article attribute is set to 0, no titles will be extracted from the database.
de: Bei der Anzeige eines Artikels können mehrere zusätzliche Artikeltitel in der gleichen Kategorie angezeigt werden. Um die zusätzlichen Artikelüberschriften für jeden Artikel anzuzeigen, setzen Sie den obigen Wert auf eine Zahl größer 0. Wenn der Wert auf 0 gesetzt ist, kann die Anzahl der zusätzlichen Artikeltitel pro Artikel über den Artikel eingestellt werden.

source: Whether automatically filter data in the frontend based on the current locale or not
de: Ob Daten anhand der aktuellen Sprache automatisch im Frontend gefiltert werden sollen

source: Whether to add a link to messages of the current user on his account page
de: Ob ein Link zu Nachrichten im Benutzerbereich angezeigt werden soll

source: Whether to enable shrinking huge images to maximum dimensions. Stores downscaled version of the original image.
de: Ob Bilder beschnitten werden sollen. Speichert heruntergerechnete Versionen des Originalbildes.

source: Which sections are supported in the Finder component (used by Scribite plug-ins).
de: Welche Bereiche im Finder (genutzt vom Scribite Plugin) unterstützt werden sollen.

source: With description
de: Mit Beschreibung

source: With selected messages
de: Gewählte Nachrichten

source: Workflow state
de: Workflow Status

source: Yes
de: Ja

source: You can customise several display-oriented aspects of the articles.
de: Hier können mehrere anzeigerelevante Aspekte der Artikel individuell angepasst werden.

source: You can switch between different image fields
de: Umschalten zwischen verschiedenen Feldern möglich

source: Your message "%entity%" has been changed.
de: Deine Nachricht "%entity%" wurde geändert.

source: Your submission has been deleted
de: Deine Einreichung wurde gelöscht

source: Your submission has been updated
de: Deine Einreichung wurde aktualisiert

source: allow comments ?
de: Kommentare erlauben?

source: display on index ?
de: Im Index anzeigen?

source: messages
de: Nachrichten

source: no end date ?
de: Kein Enddatum?

source: pixels
de: Pixel
